a31	217
a20	78
a8	45
a37	35
a46	33
a24	29
a8a31	27
a17	25
a31a20	24
a20a31	24
a18	21
a39	16
a23	16
a13	16
a11	16
a41	15
a31a8	15
a31a46	15
a29	14
a31a37	13
a31a17	13
a31a28	12
a28	12
a23a31	12
a10	12
a38	11
a35	11
a33	11
a31a24	11
a31a13	11
a3	11
a46a31	10
a7	9
a31a39	9
a37a31	8
a31a18	8
a8a20	7
a39a31	7
a31a8a31	7
a31a41	7
a31a11	7
a24a31	7
a0	7
a31a37a31	6
a31a23	6
a31a10	6
a28a31	6
a8a31a8	5
a6	5
a31a20a31	5
a31a0	5
a27	5
a21a31	5
a21	5
a18a31	5
a14	5
a7a31	4
a31a35	4
a20a8	4
a20a31a20	4
a20a24	4
a15	4
a46a8	3
a43	3
a33a8	3
a33a31	3
a31a7a31	3
a31a46a31	3
a31a3	3
a31a28a31	3
a31a24a31	3
a31a20a31a37	3
a31a20a31a20a31	3
a31a20a31a20	3
a31a18a31	3
a31a15	3
a30	3
a20a31a46	3
a20a31a39	3
a20a31a37	3
a20a11	3
a17a31	3
a15a31	3
a11a31	3
a10a31	3
a1	3
a0a31a20	3
a0a31	3
a8a37	2
a8a31a46	2
a8a31a28	2
a8a31a10	2
a8a24	2
a8a23	2
a48	2
a46a31a17	2
a46a24	2
a38a31a20a31	2
a37a31a7	2
a37a31a20a31	2
a37a24	2
a31a7	2
a31a6	2
a31a46a8a31	2
a31a39a46	2
a31a39a31a8	2
a31a39a31	2
a31a38	2
a31a35a31	2
a31a35a20	2
a31a33a31	2
a31a30	2
a31a29	2
a31a27	2
a31a21a31a21	2
a31a21	2
a31a20a41	2
a31a20a11	2
a31a17a31	2
a31a16	2
a31a14	2
a31a13a31	2
a31a13a18	2
a31a11a31	2
a31a0a31a17	2
a31a0a31	2
a29a38a31	2
a28a8	2
a28a31a39	2
a28a31a0	2
a24a46	2
a24a37	2
a24a31a13a31a27a31a35	2
a24a28	2
a24a18	2
a23a8	2
a23a20	2
a20a39	2
a20a31a8	2
a20a31a7	2
a20a31a46a31	2
a20a31a29	2
a20a31a18	2
a20a21	2
a18a46a31	2
a18a15a31	2
a17a31a39	2
a17a31a20	2
a17a28	2
a17a20a31	2
a13a35a37	2
a13a31a41	2
a13a20	2
a9a31	1
a9	1
a8a7	1
a8a6	1
a8a46a35a3	1
a8a46a35	1
a8a46a21a23a31a46a31a38a24a28a31a17a49a31	1
a8a46	1
a8a39	1
a8a38a31a38a31	1
a8a33a31	1
a8a31a8a31a24a31a46a31	1
a8a31a8a31	1
a8a31a39	1
a8a31a38a20a31a20	1
a8a31a37a31a39a20a31	1
a8a31a29a10a24a31a24	1
a8a31a28a31	1
a8a31a24a31a36a31a39a8	1
a8a31a24	1
a8a31a23a31a10a24a31	1
a8a31a23a31a10	1
a8a31a21	1
a8a31a20a8a13a18	1
a8a31a20a31a8	1
a8a31a20a31a46a31a8	1
a8a31a20a31a13	1
a8a31a20	1
a8a31a18a31a23a27a31a10a3a31a37a17a11a10	1
a8a31a18a31a20a31	1
a8a31a17a20a31a11	1
a8a31a13a31a17a31a13a31a28	1
a8a31a13	1
a8a31a10a17a20a31	1
a8a3	1
a8a24a31a20a31a41a31a13a37a8	1
a8a24a27	1
a8a23a31a17a31a10a20a8a17a13	1
a8a23a31	1
a8a20a31a8a20a31a24a46a10a8a31a46	1
a8a20a31a37	1
a8a20a31a28	1
a8a20a31a20a31a28a11a20a24a8a31a20a31a18a31a8	1
a8a20a31	1
a8a17	1
a8a13a44	1
a7a41a31a8a31	1
a7a36	1
a7a35a46	1
a7a31a23	1
a7a31a21a31a11	1
a7a31a20	1
a7a31a0a17a13a31	1
a7a29a31	1
a7a20a31a46a31a46a31a11a3a31a27	1
a7a20a17a39a31	1
a7a1a20a31	1
a7a11	1
a7a10a41	1
a7a10a31a11	1
a6a46a31a46a11a37a18a46a31a20	1
a6a46	1
a6a38	1
a6a31a8a20a31a37a31	1
a6a31a37a31a17a31a17a31a8a31	1
a4a31a38	1
a4a31a28	1
a48a31a19a31a37a31a8	1
a47	1
a46a8a37	1
a46a8a31a41a31a0	1
a46a8a31a20	1
a46a6a31a26	1
a46a41a31a33a31a0a31	1
a46a3a27	1
a46a39a46a8	1
a46a39a31a46a0a27a20a0a14a0a46a20	1
a46a38a13a31a17a31a35a8a31	1
a46a31a46a31a35a31a8a31	1
a46a31a46a31a17a20a31a7a39a31	1
a46a31a46a31	1
a46a31a46	1
a46a31a39a20	1
a46a31a39a15a20	1
a46a31a35	1
a46a31a27a41	1
a46a31a27	1
a46a31a24a31a17a11	1
a46a31a20a46	1
a46a31a20a31a39a31	1
a46a31a20a13a20a31	1
a46a31a20	1
a46a31a18a31a39a31a46	1
a46a31a18a31a37	1
a46a31a17a37a31a39	1
a46a31a15a46a31a13	1
a46a31a15a31a37a35a31a46a31a11a31a46a20	1
a46a31a15a31a20a18	1
a46a31a15a24	1
a46a31a15	1
a46a31a13a20a31a46a39a41a46a39a8	1
a46a31a10a11a31a0	1
a46a24a46a24a31	1
a46a23a31a15a18a46a8a31a39a31a20a31a14a11a31a14a31a39a31	1
a46a20a31a37a27a11a31a20a3	1
a46a20	1
a46a18a35a15a39a31a11	1
a46a18a24a31a11a0	1
a46a15a0a20a8a39a31a39a31	1
a46a14	1
a46a10a17a31	1
a45	1
a44a31a8a31	1
a44a31	1
a44	1
a43a37a8a31a10a31a46a8a31a8a31a8a31a18a17a31a13a3a31a46a18a31a20a31a17a20a8a20a31a8a31a35a31	1
a43a31	1
a43a20	1
a41a7a5a37a31a46a8a31a29	1
a41a3a31a15a20	1
a41a35a20	1
a41a33a31a37a27a31a3a8a38a31a33	1
a41a33a20	1
a41a31a3a31a23a29a46a23	1
a41a31a38a31	1
a41a31a37a18a31	1
a41a31a24a31a15a46a31a0a41	1
a41a31	1
a41a24a41a3	1
a41a24a31a39	1
a41a21a31	1
a41a19a31a20a31	1
a41a18a31a11a46	1
a41a18a28a13	1
a41a18	1
a41a17	1
a41a15a13	1
a41a11a27a0a20	1
a41a10a20a31	1
a4	1
a3a7	1
a3a35a37a38a31a37a21	1
a3a31a46a31	1
a3a31a3	1
a3a31a24a31a39a31a33a31a23	1
a3a31a18a31a17	1
a3a28a20a31a46a23	1
a3a21a8a28	1
a3a20	1
a3a18a31a37a41a35a31a24	1
a3a18a31a10a20a35a8a31	1
a3a10a39	1
a3a10a38a37	1
a3a0a20a31a13a31	1
a39a8a31a20a31a20a3a41	1
a39a8	1
a39a46a8a20a8a46a8a31a20a31a28a46a23a39a31	1
a39a46a35a31	1
a39a46a31a35a31a20a31	1
a39a46a31a18	1
a39a46	1
a39a43a24a37a20	1
a39a41a31a23a31a20a31a28a31a8a24a31a3a13a35a31a11a31a46a8a31a39a31a29a31a20a13a31a23	1
a39a41a10a31a18a31	1
a39a3a39	1
a39a3a35	1
a39a3a31	1
a39a35	1
a39a31a8	1
a39a31a46a31a20	1
a39a31a46a31	1
a39a31a39a33a8a31a7a31a3a31a13a20a7a35a31a20a31	1
a39a31a35	1
a39a31a28a31a17	1
a39a31a28	1
a39a31a21a31a21a31a28	1
a39a31a20a31a20a39a31a46a31a18a31a8	1
a39a31a20a31	1
a39a31a20a24	1
a39a31a20	1
a39a31a13a46	1
a39a31a13a31a13a31a39a11a46a18a31a39	1
a39a31a13a17a31a46a20a31	1
a39a31a0a39a17a31a29a18a24a31a28a31	1
a39a28a20	1
a39a24a20a18a31	1
a39a24a18a24a31	1
a39a20a46a31	1
a39a20a31a33	1
a39a20a31a24a8a31a20	1
a39a20a24a31a46a31a3a31	1
a39a20a24	1
a39a20a0	1
a39a20	1
a39a18a8a28a31a8a37a31a21a31a20	1
a39a18a37	1
a39a17	1
a39a13a31a18a31a37a18a31a20a31	1
a39a13a18a39a31a46	1
a39a13	1
a39a11	1
a39a10a31a20	1
a39a0a41a0a20	1
a39a0	1
a38a37	1
a38a31a8	1
a38a31a46a20	1
a38a31a41a10a20	1
a38a31a29a20a31	1
a38a31a17a31a37	1
a38a24a23a8	1
a38a17a31a41	1
a37a8a31a8a23	1
a37a8	1
a37a46a31a18a46	1
a37a46a31a0a31a1a13	1
a37a38a24a8a17a31a20	1
a37a35	1
a37a31a8a31a23a31a8a31a24a31a24a46a24a18a21a28a20a31a46	1
a37a31a46a31a46	1
a37a31a46	1
a37a31a41a28	1
a37a31a37a19	1
a37a31a28	1
a37a31a24a46a31a39a8a3a31a10a3	1
a37a31a24a46a31	1
a37a31a24	1
a37a31a22a31a20a31a37a31a3a31a18a31a39a8a21a31a28a37a20	1
a37a31a20a31a13a31a20a17a20	1
a37a31a20a13a20a31	1
a37a31a18a31a46	1
a37a31a18a31a41	1
a37a31a18	1
a37a31a17	1
a37a31a11a31a20a31	1
a37a31a11	1
a37a29a24a46a31a20a31	1
a37a29a18a31a20a31	1
a37a29a11a3a31	1
a37a29	1
a37a28a39a18a46a31a13a39a31	1
a37a24a37a31a28	1
a37a24a31a20a1a31	1
a37a21a31	1
a37a20a37a24	1
a37a20a37a13a39a17a28a31a0a13a31a37a8	1
a37a20a31a37	1
a37a20a31a1a0a17a31a0	1
a37a20a31a18a3a20a11a27a38a35a31a8a31	1
a37a20a31a17a20a31	1
a37a20a28a37a18a31a0	1
a37a20	1
a37a18a31a13a31	1
a37a18a21	1
a37a17a37a24a8a20a28a29a31a37	1
a37a15a46	1
a37a15a31a46a31a20a31	1
a37a14a31a20a31a37a7	1
a37a14a24	1
a37a13a31a20a31a28a31	1
a37a11a31	1
a37a11a13a20a31a8a31a46	1
a37a10a37a10a0	1
a37a10a35a37a8a20a31a7a20a17a6a31a20a31a8	1
a37a10a31a21a31a10a17	1
a37a10a31a20a33a20a31a5	1
a37a10a20a36a24a31a8a31a17a31	1
a37a10a14a0a20a33a20a31	1
a36a31	1
a35a8a31a37a24a31	1
a35a8a31a17a31	1
a35a6a13a28a31a10a24a31	1
a35a46	1
a35a39	1
a35a38a31a21	1
a35a37a31a24a37a38a31a46	1
a35a37a23a20a31a0a31a13a31a39a17	1
a35a36a31a20a17a28a31a24	1
a35a31a7a18	1
a35a31a46a38a13a11a13a31a49a13a20a31a8a31a45a31	1
a35a31a41a31a35a31	1
a35a31a41a31a11	1
a35a31a37a31a28a31a23a31a20a49a23	1
a35a31a20a0a31	1
a35a31a17a31	1
a35a31	1
a35a20a31a39a31a28a20	1
a35a20a31a17a20	1
a35a17a31	1
a34a8	1
a34a46	1
a34a37a31a37	1
a34a31a18a31a18	1
a34	1
a33a8a31	1
a33a46a23	1
a33a31a8a31a8a31a46a31a39a31a24a15	1
a33a31a8a31a24a20	1
a33a31a41a0a31a24a31a20	1
a33a31a39a24a37a7a17a24	1
a33a31a37	1
a33a31a33	1
a33a31a23a31	1
a33a29a27a46a20	1
a33a27a33a8a31a37a10a0a31a20a31	1
a33a23a31a21	1
a33a21	1
a33a20a31a21a20	1
a33a20	1
a32a20	1
a32a19	1
a31a8a39	1
a31a8a31a46a28a31a37a24a20	1
a31a8a31a33a20	1
a31a8a31a23a31a37a24a28a31a17a31a24a37a39a31a17a20a41a31a8a31	1
a31a8a31a20a31a20a31a8a31a49a18a35	1
a31a8a31a20	1
a31a8a31a15a13a24a31a18	1
a31a8a0	1
a31a7a31a7a3a31a8a31	1
a31a7a31a44a31a7a3	1
a31a7a31a37a31	1
a31a7a31a21	1
a31a7a31a17	1
a31a7a24a38a31a10a11a31	1
a31a7a20a24a31a20	1
a31a6a31a17	1
a31a5a7a37a7a20a31	1
a31a46a8a31a8	1
a31a46a8a31a28a31	1
a31a46a39a33	1
a31a46a31a8a31	1
a31a46a31a46a8	1
a31a46a31a41a18a7a41	1
a31a46a31a24a31	1
a31a46a31a18a24a46	1
a31a46a31a11a31a11a46	1
a31a46a20a31a37a31a21a31	1
a31a46a20a31a29a31	1
a31a46a20a13a31a39a16a13a31a37a31	1
a31a46a18a35a31a39	1
a31a46a18a31a11a31a39a31a35a31a18	1
a31a41a37	1
a31a41a31a28a20a46a11a46a31	1
a31a41a31a20	1
a31a41a20a31a20	1
a31a41a18a31a37a3a21a31a37	1
a31a3a31a8	1
a31a3a20a31a24a31a17a31a17a20a41a31a17	1
a31a3a20	1
a31a39a8	1
a31a39a41	1
a31a39a3a8a31	1
a31a39a35a31a11a18a24a31a18a31a18a15a8a39a31	1
a31a39a35a31	1
a31a39a31a46a37	1
a31a39a31a46a31a18	1
a31a39a31a46a24a31a11a31a46	1
a31a39a31a41	1
a31a39a31a28a33	1
a31a39a31a24a31a28	1
a31a39a31a18a31a17a31a8	1
a31a39a31a17a13a20a31a13a18a31a3	1
a31a39a31a15a20a35a28	1
a31a39a31a14	1
a31a39a31a10a20a31a10	1
a31a39a31a0a31	1
a31a39a29	1
a31a39a28a21a24a46	1
a31a39a20a31a20	1
a31a39a20a31a0a31	1
a31a39a20	1
a31a38a31a24a37a15a31a20	1
a31a37a46a20	1
a31a37a41a37a13a38a35a39a35a20a31a46a37a17a31a20a39a31	1
a31a37a31a6a31	1
a31a37a31a46	1
a31a37a31a39a31	1
a31a37a31a37a31a20a31	1
a31a37a31a37a17a31a10a7a31a33a29a41a31a39	1
a31a37a31a35a31a20a31	1
a31a37a31a28a31a46a31a49a31a37	1
a31a37a31a28	1
a31a37a31a20a46a31	1
a31a37a31a20a31	1
a31a37a31a18	1
a31a37a31a11	1
a31a37a31a0a31	1
a31a37a2a20a0a31a16a31a20	1
a31a37a21a38a18	1
a31a37a1a20	1
a31a37a11a39a20a44	1
a31a35a8a31a29a41a37a24a28a31	1
a31a35a41a10	1
a31a35a37a31	1
a31a35a31a46a38	1
a31a35a31a37a31a11a31a20a13	1
a31a35a31a24a37a31a33	1
a31a35a18a31a13	1
a31a33a31a18a31a23a31a39a31a24a20	1
a31a30a41a31	1
a31a29a31a8a31a17	1
a31a29a31a8a20	1
a31a29a31a46a31a49a3	1
a31a29a31a33a20a31	1
a31a29a31a17	1
a31a29a20a39a31a0a31a24a36a11	1
a31a28a37a46a31a33a23a31	1
a31a28a37a16a21a31	1
a31a28a31a8a31	1
a31a28a31a42	1
a31a28a31a41a31a20	1
a31a28a31a41a21a24a31	1
a31a28a31a24a31a20a31a17	1
a31a28a31a20	1
a31a28a31a18a31a20a11a13a17a20a39	1
a31a28a31a17	1
a31a28a27a31a49a23a31a29	1
a31a28a24a31a11	1
a31a28a20a31a24a8a38	1
a31a28a20a17a31a24a20	1
a31a28a20a11a31	1
a31a28a17	1
a31a28a15	1
a31a28a13a41a28a31a20a31	1
a31a28a11	1
a31a28a10a39a31a20a31a18a41a7a38a10a31a46	1
a31a28a10a31	1
a31a26a46	1
a31a24a8a23a31a8a23a31a10a37a46	1
a31a24a37	1
a31a24a35a31a46a31a23	1
a31a24a35a31a46a31	1
a31a24a35a31a20	1
a31a24a31a8a31a20	1
a31a24a31a41	1
a31a24a31a39a31a13	1
a31a24a31a39	1
a31a24a31a35a28a37a39a20a31	1
a31a24a31a28a45	1
a31a24a31a28	1
a31a24a31a20a0a31a20a11a20	1
a31a24a31a20	1
a31a24a31a18a31a8a31	1
a31a24a31a17a31	1
a31a24a31a17a23	1
a31a24a31a13	1
a31a24a28a24a15a24a21a31a20	1
a31a24a28a21a31a39	1
a31a24a28	1
a31a24a18	1
a31a23a31a46	1
a31a23a31a20	1
a31a23a31a18a31a17	1
a31a23a20	1
a31a23a10a31a37a27a31a44a23a37a38a46a31a28	1
a31a22a31a46a27a24a31	1
a31a21a31a21a31a11a18a31a33	1
a31a21a31a17	1
a31a21a31a14a31a24a31a10a7a20a31a8a31a33	1
a31a21a31a10a31	1
a31a21a31a10	1
a31a21a28a15a7a20a31a28	1
a31a20a8a31a24a31a10a31a11	1
a31a20a8a31	1
a31a20a8	1
a31a20a41a29a31	1
a31a20a41a29a11a31a8a31a1	1
a31a20a39a18a39a46a38a39	1
a31a20a37a24a29a20a10a31a17a20a28a0a18a33a20a31a8a23	1
a31a20a31a8a31a20a31	1
a31a20a31a8a31a20	1
a31a20a31a8a31	1
a31a20a31a7a31a35a20a31a10a31a37	1
a31a20a31a7a31a24a37a31a11a31a3	1
a31a20a31a46a31a20a31a32	1
a31a20a31a41	1
a31a20a31a39a20a10	1
a31a20a31a35a31a26a9	1
a31a20a31a35a31a18a31a46a39a31	1
a31a20a31a35a14a37a19a28a21a11	1
a31a20a31a3	1
a31a20a31a28a31	1
a31a20a31a28	1
a31a20a31a24a31a28	1
a31a20a31a20a46a31a46a8a39a31	1
a31a20a31a20a31a20	1
a31a20a31a20a13a20a24a31	1
a31a20a31a18	1
a31a20a31a13	1
a31a20a31a11a31a39a31a41a46a31	1
a31a20a31a10a31a21	1
a31a20a31a0a31a28a13a0a35a39a13	1
a31a20a28a20a31a17	1
a31a20a24a31a39	1
a31a20a24a20a5a29	1
a31a20a2	1
a31a20a18a46a20a31a18a31a0a31a8a31a18a31a17	1
a31a20a18	1
a31a20a17	1
a31a20a15a31a24a41	1
a31a20a15a31a20a31a23a31	1
a31a20a13a39a31	1
a31a20a11a31a37	1
a31a20a11a31a0a31a39a18a31a8	1
a31a1a31a24a31a37	1
a31a19a31	1
a31a18a8a31a8	1
a31a18a31a46a14	1
a31a18a31a39a31a20a39a31a14a46a20a31	1
a31a18a31a39a31	1
a31a18a31a37a31a20a21a20a3a31a24a31a20a31	1
a31a18a31a35a31	1
a31a18a31a20	1
a31a18a24a28a31	1
a31a18a24a13	1
a31a18a23a24a37a20a31	1
a31a18a17a20	1
a31a18a10	1
a31a18a0a39	1
a31a17a37a31a14a3a11	1
a31a17a31a49a35	1
a31a17a31a39	1
a31a17a31a20a31	1
a31a17a31a20a17	1
a31a17a31a20	1
a31a17a31a19a31a20a31a20a31	1
a31a17a31a17a31a17	1
a31a17a31a14a17a31a11	1
a31a17a31a13	1
a31a17a20a31a37a31a20a31	1
a31a17a20a31a24a20	1
a31a17a20a31a20a17a31a23a31a8a31a28a21a31	1
a31a17a20	1
a31a17a18a31a17	1
a31a16a31	1
a31a15a31a46a41	1
a31a15a31a20	1
a31a15a31a18a31a7a39a46	1
a31a15a18	1
a31a14a41a37a31a6	1
a31a14a21	1
a31a14a17a31	1
a31a14a11a31	1
a31a13a39	1
a31a13a31a46a8	1
a31a13a31a46a35	1
a31a13a31a3	1
a31a13a31a20a31a39a18	1
a31a13a31a15	1
a31a13a29a39	1
a31a13a24a46a31a20a31	1
a31a13a24a31a13a17a31a28	1
a31a13a20a31a28a31a8	1
a31a13a20	1
a31a13a1a31	1
a31a13a18a31	1
a31a13a17a31a3a46	1
a31a13a10a31a17	1
a31a11a46a31a46a31a20a28	1
a31a11a39a35a39a31a24a18	1
a31a11a35a31a11	1
a31a11a31a46a31a8	1
a31a11a31a46a31a46a31	1
a31a11a31a30a31a42a20a31a20	1
a31a11a31a29a7a31a37a31a20	1
a31a11a31a28a41a8a33	1
a31a11a31a20a31a29a46a18a31	1
a31a11a31a18a31a42a37	1
a31a11a31a13a18a31	1
a31a11a31a0a31	1
a31a11a31a0	1
a31a11a13a31a18a37	1
a31a10a7a31a20a31	1
a31a10a41a24a46	1
a31a10a31a46	1
a31a10a31a39a31a24	1
a31a10a20	1
a31a10a0a18a17	1
a31a1	1
a31a0a37a25a31	1
a31a0a31a8	1
a31a0a31a39a46	1
a31a0a31a10	1
a31a0a20a31a39a41a31	1
a31a0a17a28a31a20a28a15	1
a30a41a31	1
a30a35a8a31	1
a30a17a39a17a31a17a20a27a20a31a18	1
a30a0a31	1
a2a0	1
a29a8a20	1
a29a46a31	1
a29a46a11	1
a29a41a10	1
a29a41	1
a29a31a37	1
a29a31a21	1
a29a31a17a31a0a31a29a46	1
a29a31a11a31a20a13a20a31	1
a29a31	1
a29a24a18a31a13	1
a29a24	1
a29a1a39a3a20a8a17	1
a29a19a46	1
a29a11a24a31a28a31a0a20a31a13a31a28a31a46a8a24a31	1
a28a8a31	1
a28a41	1
a28a37a31	1
a28a37	1
a28a35a8a20a31	1
a28a33a31	1
a28a31a7a46a10	1
a28a31a46	1
a28a31a3	1
a28a31a29a39a31	1
a28a31a24a46a31	1
a28a31a0a31a3a31a46a31a39a35a31	1
a28a29a31a28	1
a28a29a31	1
a28a24a28a31	1
a28a24a18a31a13a39a31	1
a28a20a31a7a38a24a46a31a38a31a13a31a8	1
a28a20a31a37a1	1
a28a20a31a20	1
a28a20a23	1
a28a20a10a31	1
a28a20	1
a28a1a28	1
a28a17a31a39a31a17a18	1
a28a15a31	1
a28a13	1
a28a10a31a21a37a31a37a31a37	1
a28a0a41a39a31a39a31a18a31a18a31a39a41a8a31a46a8	1
a27a8a28a31a24	1
a27a37a31a11a31a37a31	1
a27a35a31	1
a27a31a39	1
a27a31a20a31a39a31a33	1
a27a23a31a8a31a20a13a31a18a31	1
a27a20a31a37a31a27	1
a27a20a31a37a31	1
a27a20	1
a27a17a4a13a31a18a36a46a31	1
a26a37a31a23a31a37a39a10a31a24	1
a26a31a46a20a35	1
a26a23a31a20a39	1
a26a23a31	1
a25a31a37	1
a24a8a31a46a8a28a31a39a33a31a24	1
a24a8a0a31a18a31a17	1
a24a8	1
a24a7a31a13	1
a24a6a31a46a39a31a41a8	1
a24a6a31a20a31a23	1
a24a46a31a8a31	1
a24a46a31a33	1
a24a46a31a18a31a20a24	1
a24a46a31a0	1
a24a46a24a46a31a8a31a7	1
a24a46a24a20	1
a24a46a20a31a7a10a31a0a31	1
a24a41a46a18a31	1
a24a37a8a31	1
a24a37a5	1
a24a37a46a31a20a8a31a10a31a10a11a37a31a20	1
a24a37a31a17a5a17a20a5a20a37a39a35a7	1
a24a37a31	1
a24a37a27a8a23a31a37a29	1
a24a37a17a31	1
a24a37a14a29a0a29a20	1
a24a31a7a20a39a31a46a31a17a20a17a31a5a35a15a24a7a31a11a31a39a18a20a31a18	1
a24a31a3a20a31a11a7a31a24a46a39a31a14a38a31a37a20a39a20a35a20a31a24	1
a24a31a32a31a20a31a46a33	1
a24a31a28a31a3a18	1
a24a31a28a15a28	1
a24a31a24a31a46a39a31a37a18a31a20a18a31a1a39a31a46a31a46a28	1
a24a31a24a28a31a20	1
a24a31a20a31a7	1
a24a31a20a31a37a39a17a31a28a38a31a13a8a31a21a35a31a24a31a11a41a31a3a31a28	1
a24a31a20a31	1
a24a31a20a29a20a29a13a17a31a44	1
a24a31a20a0a20a31a8a23a38a33a31a24a18a31a33	1
a24a31a20a0	1
a24a31a18a31a17a8a28a24a23a8a31	1
a24a31a17a31a39	1
a24a31a17a31a20a13	1
a24a31a17a31	1
a24a31a13	1
a24a28a3a27a10a35a10a11a37a20a24a46a24a31a24a46a33a31	1
a24a28a39	1
a24a28a37a31	1
a24a28a37a18a39	1
a24a28a31a26a31a28a31a39a31a39a31a20a31a24a28a31a46a31a39a31a8a31	1
a24a28a31a20a31	1
a24a28a24a46a14	1
a24a27a37	1
a24a27a24a37a31a46a20a13a0a8a31a20	1
a24a20a41a31a46a31a20a8	1
a24a20a24a8a31a29a31a28a24a46a31a33a17	1
a24a20a13	1
a24a20	1
a24a18a17a43a31a20a24a49a39a19a18	1
a24a16a28a31a37a24	1
a24a15a28a0a31a11a31a39a20	1
a24a15a24a31a0a18a31a38	1
a24a15	1
a24a13a31a0a31a8a31	1
a23a8a38a20	1
a23a8a31a8a23a8a23a8	1
a23a8a31	1
a23a46a8a31	1
a23a37a8	1
a23a31a8a20	1
a23a31a46a37a46a24a31a46a31a8a24a8a31	1
a23a31a39a18	1
a23a31a37a39a17a11a31a20a31a24	1
a23a31a37a31a37	1
a23a31a24a31	1
a23a31a23a31a20a24	1
a23a31a17a31a28	1
a23a31a10a37	1
a23a24a31	1
a23a20a31a21a11a10a27	1
a23a20a28	1
a23a17	1
a23a13a3	1
a22a31	1
a22a0	1
a21a37a8a31a13	1
a21a31a37a31a41a10	1
a21a31a37a19a37a31a39a35a20a31a33a23a31a37a31	1
a21a31a24a21a31a17	1
a21a31a24a20a31a39a3	1
a21a31a20a31a37a33	1
a21a31a20	1
a21a28a35a24a46a31a24a46a20a31a6a20	1
a21a28a31a17	1
a21a28a24a31	1
a21a27a41a10a3a11a8a20a15	1
a20a8a31a33	1
a20a8a31a24a46	1
a20a8a31a24	1
a20a8a23a31a20	1
a20a8a20a31a28	1
a20a8a20a31	1
a20a7a31a18a41a31a46a20a31a39a31	1
a20a7a11a18a27a31a39	1
a20a4a24a31a11a24a31a46a8	1
a20a46a39a31a20a31a15a11a31a46a31	1
a20a46a31a46a31a15a31a22a31a46a31a18a31a18a24a31a41a31a10a20a31a46	1
a20a46a31a20a31a39a0	1
a20a46a31	1
a20a46	1
a20a41a31a46a31a13a41a31a33a31a28a20a8a31a39a41a13a31a35	1
a20a41a28a8a23a31a39a20a39a8a31a28a20a8a23a8	1
a20a41a11	1
a20a3a31a29a31	1
a20a39a20a46	1
a20a39a20a31a46a31	1
a20a38a17	1
a20a35a20a38	1
a20a33a31a20a31a20	1
a20a33a24a31	1
a20a31a8a24a28a20a31a46a18	1
a20a31a6a31a20a46a31	1
a20a31a46a31a8	1
a20a31a41a35a24a31a3a31a35a24a31a7a31a28a38a31a38	1
a20a31a41a31a35a31a1a3a31	1
a20a31a41a20a31a20a39a46a41	1
a20a31a41a20	1
a20a31a3a31a20a31	1
a20a31a39a8a31a33a23a31	1
a20a31a39a31a15a31a18a8a31a3	1
a20a31a39a10a31a8a31a20	1
a20a31a37a31a20a28a31a20a31a33	1
a20a31a37a31a13a31a43a31a20	1
a20a31a37a20a31a30	1
a20a31a37a14	1
a20a31a36	1
a20a31a35	1
a20a31a28a3a35a31a20	1
a20a31a28a31a38a31a17a3a10a20	1
a20a31a28a20a37a31a20a31a46a20a31a20	1
a20a31a24	1
a20a31a23a8	1
a20a31a23a31a11a31	1
a20a31a21a31a13a8a24a8a31	1
a20a31a21a31	1
a20a31a20a31a8	1
a20a31a20a31a20	1
a20a31a20a31a0a20a31	1
a20a31a20a29a31	1
a20a31a20a28	1
a20a31a1a31	1
a20a31a18a46a37a23a18a38a37	1
a20a31a17a31a20a31a46	1
a20a31a17a31	1
a20a31a14a31a13a37a10a20a7a18a44	1
a20a31a13a3a31a10	1
a20a31a13a31a20a35a31a33	1
a20a31a11a31a39a20a31a39	1
a20a31a11a31a11a41a8a30a31a13	1
a20a31a11a31	1
a20a31a11a18a15a31a20	1
a20a31a11	1
a20a31a0a7a20a23a31a8a31a8	1
a20a31a0a31a8	1
a20a31a0a20a31	1
a20a29a37	1
a20a29a20a31	1
a20a29a14	1
a20a28a31a39a24a31a17	1
a20a28a31a35a31a46a31a10a8a31	1
a20a28a31a21a24a31a41a17a38a20a41a7a31a20a8	1
a20a28a17a31	1
a20a28a11	1
a20a28	1
a20a24a46a8a23a8	1
a20a24a46	1
a20a24a31a37	1
a20a24a31a17a31	1
a20a24a28	1
a20a24a20a33a20a31a3a20	1
a20a24a18a31a20	1
a20a24a18	1
a20a23a31a28a31	1
a20a23a31a20	1
a20a23a31	1
a20a21a31a37	1
a20a21a31	1
a20a21a20a0a31a39a31a35	1
a20a19	1
a20a18a31a0a31	1
a20a17a39a20a31a41a8a37a8	1
a20a17a31a20a31a13a10a1a35a3a8a14a31a10a14a31a17a20	1
a20a17a31a17a31	1
a20a17a20a31a8a31a1	1
a20a15a31a20a11a0a41a20a31a30a31a20a31a37	1
a20a15a20a31a39a31	1
a20a13a31a28a31a21a31a20a28	1
a20a13a24a46	1
a20a13a20a31a39a24a31a20a41a31a24	1
a20a13	1
a20a10a37	1
a20a10a31a37a38	1
a20a10a31a21a31a20a13a31a41	1
a20a10a31a14	1
a20a10a20a17a23a20a28a8	1
a20a0a31a23a31a18	1
a20a0a31	1
a20a0a29a31a24a17a8a31	1
a20a0	1
a1a35	1
a1a31a20a41	1
a1a31a17a31a17a31	1
a1a28a24	1
a1a21a31	1
a1a20a31a13a17a29a18a31a13	1
a19a46a31a7a27a11a18a31a27a31a20a11a31a20	1
a19	1
a18a8	1
a18a46a8a20a31a46a31a24a31	1
a18a42	1
a18a41a35a24a28	1
a18a37a11a18a31a18a46a31	1
a18a33a8a31	1
a18a31a46a31a39a28	1
a18a31a46a31a0a31	1
a18a31a41a35a31a28a27a13a46a24a39a31a11a31a21	1
a18a31a3a31a17a28a21a28a31a17	1
a18a31a39a20a31a8a20a31	1
a18a31a37a13a31a20	1
a18a31a36a31a20a31a20	1
a18a31a33a23a31a41	1
a18a31a3	1
a18a31a24	1
a18a31a23	1
a18a31a21	1
a18a31a20a46a20a31a0a46a35	1
a18a31a20a31a37a18a46a31	1
a18a31a20a31	1
a18a31a1a20a31	1
a18a31a18a31a24a17a20	1
a18a31a13a31a46a31	1
a18a31a11a37	1
a18a31a11a27a31a0	1
a18a28a31a11a13a31a20a31a8	1
a18a27a31	1
a18a24a31	1
a18a21a37a21a31	1
a18a20a41	1
a18a20a31a28a31a11a24	1
a18a16a31	1
a18a13a0a20a7a20	1
a18a13	1
a18a11a17	1
a18a10	1
a18a0a31	1
a17a8a31a8	1
a17a8a31a24a46a24a37a31	1
a17a8a23a8a20	1
a17a8a20a31a20a37	1
a17a37a35a18	1
a17a31a46	1
a17a31a37a31a30a21a10a39a38a41a18a31a21a20a31a28a31a17a20a31a37	1
a17a31a34a1a35	1
a17a31a28a13a31a23a31	1
a17a31a24a31a43a39a31	1
a17a31a20a0a31a13a6a31a46a37a31a46a31a46	1
a17a31a13a31a17a13	1
a17a31a0a31a37a10a31a16	1
a17a23a28	1
a17a20a8a20a31	1
a17a20a37	1
a17a20a17a31a20a31a3a31a8	1
a17a20	1
a17a13	1
a17a11a10a31a24a46a20a31a20a31	1
a17a10a24a46a8a14	1
a16a35a24a31a39a31a20	1
a16a31a20a31a11a17a11a17a31a20	1
a16a31a0	1
a16	1
a15a8a39	1
a15a31a46	1
a15a31a29a31a0a31	1
a15a31a18	1
a15a31a0	1
a15a20	1
a14a6a37a24	1
a14a39	1
a14a37a10	1
a14a31a0a20	1
a14a31	1
a14a20a28a5a17a21a8a31a20	1
a13a46a14a20a31	1
a13a39a20a37a23a37	1
a13a39a20	1
a13a38a31a20a31a20a33a31	1
a13a37a31	1
a13a31a6a31a46a31a46a20	1
a13a31a41a24a37a31a28a11a39a46a49a31a33	1
a13a31a38a39a11	1
a13a31a37a18a31a46a8	1
a13a31a24a31a37a31a20	1
a13a31a15a20	1
a13a31a13a31a37a11a24a18a20	1
a13a31	1
a13a28a31	1
a13a28	1
a13a24a41a31a41	1
a13a20a31a17a20	1
a13a18a41a31	1
a13a18a31	1
a13a17a39a8a31a15a38a31a13a20a7a11	1
a13a11a31a39	1
a13a11a31a20a31a41a31a24a31a10a31a46	1
a13a11	1
a13a0	1
a11a8a31a24	1
a11a7a24a31a20a31	1
a11a5a37a31	1
a11a46a41	1
a11a46	1
a11a3a33	1
a11a37a31a3a20a31a11a31	1
a11a37a29a24a6a8a31	1
a11a37a28	1
a11a37a17a28a31a28a31	1
a11a35a31a13a11a31	1
a11a31a8a24	1
a11a31a8	1
a11a31a28a31a35	1
a11a31a21a31a15a31a11a31a11a46a31	1
a11a31a20a31a37	1
a11a31a20a31	1
a11a31a17a21a24a31a18a31a8a31	1
a11a31a13a31	1
a11a31a11a39	1
a11a31a11a31a11a31a13a31a18	1
a11a24a28	1
a11a21	1
a11a20a31a11	1
a11a20a24a31	1
a11a18a6a8a31a24a37	1
a11a18	1
a11a17a20	1
a11a15a11a13a7a18a31a11a39a31a11	1
a11a13a37	1
a11a10a31a10a35	1
a10a7a39a10	1
a10a39a7a37a8a18a46	1
a10a39a31a20a31a8a31a17a37a23a31a42	1
a10a38	1
a10a37a10a17a20a31a20	1
a10a31a8	1
a10a31a30a31	1
a10a31a18a31	1
a10a31a15a31a39a37	1
a10a29a31a18a24a31a13a20a31a7	1
a10a21a38	1
a10a20a7a31a20	1
a10a20a28	1
a10a20	1
a10a18a31a11a10a1a41a31a8a31a37a8a39a31a39a35a31a41a13	1
a10a17	1
a0a46a31a18	1
a0a41a31a37a31a18	1
a0a39a31a37a31a20	1
a0a37	1
a0a35a0a31a11a20a41a10	1
a0a31a8a46	1
a0a31a46a33	1
a0a31a46a18	1
a0a31a39	1
a0a31a37a8	1
a0a31a37	1
a0a31a20a18	1
a0a31a18a31	1
a0a28a18a31a37a20	1
a0a23a8a31a20a31a20a24a8	1
a0a20a31a20a8	1
a0a20a31a20a31a37a46a31	1
