a31a20	130
a31a37	107
a20	103
a31a39	90
a31a46	78
a8a31	73
a31a17	73
a20a31	71
a31a20a31	69
a31a13	68
a39	62
a31a8	61
a31a11	60
a46	55
a11	52
a39a31	49
a31a18	48
a8	47
a46a31	46
a31a18a31	45
a24	45
a17	44
a31a28	42
a28	42
a37	41
a20a31a20	40
a41	39
a31a24a31	38
a31a24	38
a13	38
a31a8a31	34
a31a41	34
a37a31	33
a31a46a31	32
a31a0	32
a10	31
a23	29
a29	28
a31a28a31	27
a35a31	26
a35	26
a31	26
a33	25
a31a23	25
a7	24
a24a46	24
a20a31a37	24
a31a35	23
a18	23
a31a29	22
a24a37	22
a23a31	22
a15	22
a31a0a31	21
a21	21
a0	21
a8a31a20	20
a46a8	20
a38	20
a20a31a46	20
a20a31a39	20
a20a24	19
a17a20	19
a3a31	18
a24a31a20	18
a31a17a31	17
a27	17
a18a31	17
a31a21a31	16
a31a15	16
a14	16
a31a33	15
a31a3	15
a31a10	15
a3	15
a41a31	14
a31a7a31	14
a20a31a28	13
a17a31a20	13
a0a20	13
a8a20a31	12
a31a24a46	12
a31a20a13	12
a31a17a20	12
a8a23	11
a6	11
a33a31	11
a24a18	11
a20a31a11	11
a31a24a28	10
a28a20	10
a24a31	10
a20a8	10
a20a31a7	10
a8a31a8	9
a8a31a24	9
a8a24	9
a46a18	9
a37a10	9
a31a28a37	9
a20a39	9
a38a31	8
a18a24	8
a8a23a8	7
a37a8	7
a33a8	7
a31a38	7
a31a1a31	7
a31a10a20	7
a28a31	7
a23a31a37	7
a20a41	7
a11a37	7
a10a31	7
a1	7
a8a31a10	6
a33a20a31	6
a31a39a18	6
a31a20a28	6
a23a31a10	6
a20a0	6
a16	6
a8a31a46a8	5
a8a31a29	5
a3a20	5
a39a17	5
a37a24	5
a31a30	5
a31a27	5
a31a21	5
a26	5
a24a31a37	5
a24a31a13	5
a24a28	5
a21a28	5
a20a31a18	5
a20a11	5
a18a46a31	5
a18a31a37	5
a18a31a11	5
a13a17	5
a10a7	5
a8a20	4
a43	4
a41a10	4
a3a18	4
a37a24a28a31	4
a33a23a31	4
a31a21a31a21	4
a31a16	4
a31a13a18a31	4
a31a1	4
a28a24	4
a28a17	4
a20a0a31	4
a19	4
a18a46	4
a17a28	4
a17a13	4
a17a11	4
a13a39a20	4
a13a39	4
a13a18	4
a11a13	4
a10a31a21	4
a0a41	4
a7a20	3
a7a11	3
a49	3
a46a24a46	3
a46a23	3
a44a31	3
a41a35	3
a37a23	3
a35a8	3
a35a37a31a37	3
a34	3
a31a8a23	3
a31a7	3
a31a6	3
a31a46a20	3
a31a28a24	3
a31a19	3
a31a10a31	3
a31a10a11	3
a28a31a0	3
a27a37	3
a24a35	3
a21a31a29	3
a21a24	3
a15a31	3
a14a31	3
a13a20	3
a13a0	3
a11a31	3
a10a39	3
a10a31a46a20	3
a9	2
a8a46a35	2
a8a38	2
a7a18	2
a7a17	2
a5a17	2
a48	2
a46a41	2
a46a38a13	2
a46a21	2
a46a14	2
a44	2
a42	2
a41a8a33	2
a41a33a31a37	2
a41a10a20	2
a3a35a37	2
a3a20a8a17	2
a39a8	2
a39a35	2
a38a31a38	2
a38a24	2
a38a17	2
a37a18	2
a37a13	2
a36	2
a35a39a46	2
a32	2
a31a6a46	2
a31a49	2
a31a42	2
a31a14a41	2
a31a14a11	2
a30a0a31	2
a30	2
a29a11	2
a28a37a18	2
a28a31a21	2
a27a8	2
a24a37a29	2
a24a20	2
a24a15a28	2
a24a15a24	2
a23a8	2
a23a20a28	2
a21a31	2
a21a20	2
a20a8a7a35a46	2
a20a41a18a31a11	2
a20a4	2
a20a35	2
a20a28a29	2
a20a15	2
a20a13	2
a20a10	2
a2	2
a18a33	2
a18a31a27	2
a18a31a1	2
a18a27	2
a18a24a28	2
a18a20	2
a17a31	2
a15a39	2
a13a46a24	2
a13a31a27a31a35	2
a11a18a15	2
a10a29	2
a10a20a7	2
a0a31a46a33	2
a0a18a17	2
a8a46	1
a8a3a31a7	1
a8a31a21a35	1
a8a3	1
a8a28	1
a8a21	1
a8a13a18	1
a8a0	1
a7a41	1
a7a35	1
a7a29	1
a7a27a11	1
a7a24	1
a7a13	1
a7a11a43	1
a7a0	1
a6a38	1
a6a31a37	1
a6a31	1
a6a20a3	1
a6a20	1
a6a13a28	1
a5a7a37a7	1
a5a37	1
a5a29a33a27	1
a4a46	1
a49a31a39	1
a49a23	1
a49a18	1
a48a31a14	1
a46a6a31a26	1
a46a35	1
a46a31a35	1
a46a28a15	1
a46a27a8a28	1
a46a14a31a11a31a47	1
a46a11	1
a46a0a27	1
a45a31	1
a45a20	1
a45	1
a43a17a11	1
a42a23a8	1
a41a8a30	1
a41a7a5a37	1
a41a7a38	1
a41a46	1
a41a39a43	1
a41a37a13a38a35	1
a41a37	1
a41a29	1
a41a24a41a3	1
a41a18a28a13a14	1
a41a17a38	1
a41a17a31	1
a41a14	1
a41a13	1
a41a11a27	1
a3a8	1
a3a44	1
a3a39a0	1
a3a31a7a10	1
a3a30a35a8a31a0a46	1
a3a28	1
a3a27	1
a3a21a8a28	1
a3a21	1
a3a20a11a27a38a35	1
a3a18a0	1
a3a13a37a46	1
a3a11a35a8a23	1
a3a10a20	1
a39a8a21a31a28a37	1
a39a46a49	1
a39a46a38	1
a39a41	1
a39a3a39a3	1
a39a3a35	1
a39a33	1
a39a31a13a17a3	1
a39a3	1
a39a19a18	1
a39a13	1
a39a10a32a19a31	1
a39a10	1
a38a37a11	1
a38a33a31	1
a38a24a46	1
a37a41	1
a37a39	1
a37a35a18	1
a37a35a11	1
a37a31a22	1
a37a25a31a3a20	1
a37a24a29	1
a37a23a18a38a37	1
a37a21	1
a37a20a37	1
a37a20a29a14	1
a37a20	1
a37a14a29a0a29	1
a37a11a39a20	1
a37a11	1
a36a24	1
a35a46a15a0	1
a35a38	1
a35a36	1
a35a33a8a24	1
a35a17a31	1
a35a15a24	1
a35a0	1
a34a46a41a19	1
a34a46a38	1
a33a7	1
a33a31a41a0	1
a33a20a14	1
a31a7a46a10	1
a31a49a13	1
a31a44a8a6	1
a31a43	1
a31a36	1
a31a32	1
a31a26	1
a31a24a20	1
a31a22	1
a31a20a37a35	1
a31a20a18	1
a31a18a24	1
a31a15a18	1
a31a14a17	1
a30a46	1
a30a21a10a39a38	1
a30a17	1
a30a13	1
a29a46	1
a29a41	1
a29a39a31a3a29a20	1
a29a38	1
a29a31	1
a29a1	1
a28a7	1
a28a39	1
a28a35a8	1
a28a31a19	1
a28a31a13	1
a28a21a11a37a29a18	1
a28a15	1
a28a13a0a35a39a13	1
a28a10a21a38a41	1
a27a7	1
a27a46	1
a27a41a1a21a31a13	1
a27a31a44a23a37a38a46	1
a27a24a37	1
a27a24	1
a26a9	1
a25	1
a24a6	1
a24a41	1
a24a38	1
a24a37a5	1
a24a36a11a17a31a6	1
a24a34a37	1
a24a21	1
a23a8a38a20a28a20a23	1
a23a46	1
a23a27a31a10	1
a23a17	1
a22a0	1
a22	1
a21a38a18a46	1
a21a37	1
a21a31a37	1
a21a31a18	1
a21a27a41a10a3a11a8a20a15	1
a21a20a35a20a38	1
a20a7a36	1
a20a5a20a37a39a35a7	1
a20a46	1
a20a3a28	1
a20a37	1
a20a36	1
a20a2a41a20a46	1
a20a29a20a29	1
a20a24a28	1
a20a23	1
a20a18	1
a20a17	1
a20a0a14a0	1
a1a41	1
a1a35	1
a1a3	1
a1a28a1a28	1
a1a0a17a31a0	1
a19a35	1
a18a8a28a31a8	1
a18a44	1
a18a38	1
a18a37	1
a18a35	1
a18a31a20a11a13a17	1
a18a21	1
a18a17a43	1
a18a15	1
a18a13	1
a18a0	1
a17a8	1
a17a6	1
a17a4a13a31a18a36	1
a17a31a5	1
a17a29	1
a17a11a15	1
a16a35a24	1
a16a28	1
a16a13	1
a15a7	1
a15a20a35	1
a15a20a22	1
a15a13a24	1
a15a11a13a7	1
a14a46	1
a14a37a19	1
a14a31a13	1
a14a28	1
a14a21	1
a14a20a28a5a17a21	1
a14a17	1
a13a41	1
a13a37	1
a13a35	1
a13a3	1
a13a28a29	1
a11a6	1
a11a46	1
a11a31a29	1
a11a31a20a4	1
a11a3	1
a11a21	1
a11a18	1
a11a10	1
a10a38a37	1
a10a38a10	1
a10a37a43	1
a10a37	1
a10a35a10a11a37	1
a10a31a30a38a24a23	1
a10a27a17	1
a10a1a35a3a8a14a31a10	1
a10a15	1
a10a0	1
a0a39	1
a0a15	1
